Repository: keinstein/mutabor
Catalog: po/*.po
Languages: de

source: too many positional options have been specified on the command line
de: Auf der Kommandozeile wurden zu viele Parameter angegeben

source: can not read options configuration file '%s'
de: Ungültige oder beschädigte Konfigurationsdatei „%s“

source: option '%canonical_option%' only takes a single argument
de: Die Option „%canonical_option%“ kann nur ein Argument verarbeiten

source: option '%canonical_option%' cannot be specified more than once
de: Die Option „%canonical_option%“ darf höchstens einmal angegeben werden

source: the option '%canonical_option%' is required but missing
de: Die Option „%canonical_option%“ wird benötigt, wurde aber nicht angegeben

source: unrecognised option '%canonical_option%'
de: Unbekannte Option „%canonical_option%“

source: option '%canonical_option%' is ambiguous
de: Die Option „%canonical_option%“ ist mehrdeutig

source: Error: %s
de: Fehler: %s

source: Synopsis: %s [options] input-file[.mid] [output-file[.mid] [logic-file[.mut]]] [start-keys]
de: Aufruf: %s [Optionen] Eingabedatei[.mid] [Ausgabedatei[.mid] [Logik-Datei[.mut] [Starttasten]]]

source: produce this help message
de: erzeuge diese Hilfenachricht

source: Input MIDI file
de: Eingabe-MIDI-Datei

source: Output MIDI file
de: Ausgabe-MIDI-Datei

source: Mutabor Logic file
de: Mutabor-Logik-Datei

source: Execute the given keys before starting the MIDI playback
de: Führe die gegebenen Tasten aus, bevor die MIDI-Wiedergabe beginnt

source: Allowed options
de: Erlaubte Optionen

source: Error: Could not open logic file `%s'.
de: Fehler: Konnte die Logikdatei „%s“ nicht öffnen.

source: Error: Could not read logic file `%s'.
de: Fehler: Konnte die Logik-Datei „%s” nicht lesen.

source: Error: Could not compile logic file `%s'.
de: Fehler: Konnte die Logik-Datei „%s“ nicht übersetzen.

source: Synopsis: %s [options] input-file[.scl] [output-file[.mut]]
de: Aufruf: %s [Optionen] Eingabedatei.scl] [Ausgabedatei[.mut]]

source: Use .kbm file
de: Benutze .kbm-Datei

source: Prefix interval identifiers with arg
de: Beginne alle Intervallnamen mit dem gegebenen Argument

source: scala_tone
de: Scala_Ton

source: Prefix tone identifiers with arg
de: Beginne alle Tonnamen mit dem gegebenn Argument

source: scala_tonesystem
de: Scala_Tonsystem

source: Set the name of the generated tone system to arg
de: Benenne das generierte Tonsystem mit arg

source: scala_logic
de: Scala_Logik

source: Set the name of the generated logic to arg
de: Benenne die Erzeugte Logik mit diesem Namen

source: .scl file that shall be converted
de: die .scl-Datei, die konvertiert werden soll

source: filename of the mutabor logic
de: Dateiname der Mutabor-Logik

source: Unknown error in %s , line %d !
de: Unbekannter Fehler in %s, Zeile %d!

source: Syntax error in line %d
de: Syntaxfehler in Zeile %d

source: Non-valid character: asc=%x (line %d)
de: Ungültiges Zeichen: wert=%x (Zeile %d)

source: Can't open file: %s
de: Kann Datei „%s“ nicht öffnen

source: Not enough memory or too few data for mutabor in source file
de: Nicht genügend Speicher oder zu wenig Daten im Mutabor-Quelltext

source: The interval name %s was used twice
de: Der Intervallname „%s“ wurde doppelt benutzt

source: The tone name %s was used twice
de: Der Tonname „%s“ wurde doppelt benutzt

source: The tonesystem name %s was used twice
de: Der Tonsystem-Name „%s“ wurde doppelt benutzt

source: The retuning name %s was used twice
de: Der Umstimmungsname „%s“ wurde doppelt benutzt

source: The pattern name %s was used twice
de: Der Name „%s“ wurde doppelt für Harmonieformen benutzt

source: The logic name %s was used twice
de: Der Logikname „%s“ wurde doppelt vergeben

source: (unused)
de: (unbenutzt)

source: The parameter name %s was used twice
de: Der Parametername „%s“ wurde doppelt vergeben

source: The MIDI-Instrument %d was used twice
de: Das MIDI-Instrument %d wurde doppelt benutzt

source: MIDI-Mapping: Channel %d was used twice
de: MIDI-Zuordnung: Der Kanal %d wurde doppelt benutzt

source: Logik %s contains more than one ELSE statement
de: Die Logik %s enthält mehr als eine „ANSONSTEN“-Anweisung

source: Retuning %s contains more than one ELSE statement
de: Die Umstimmung „%s“ enthält mehr als eine „ANSONSTEN“-Anweisung

source: The alternative %d is ued twice in %s
de: Die Alternative %d wurde in „%s“ doppelt vergeben

source: Undefined symbol: %s
de: Unbekanntes Symbol: %s

source: Undefined interval: %s
de: Unbekanntes Intervall: %s

source: Undefined tone: %s
de: Unbekannter Ton: %s

source: Undefined tonesystem: %s
de: Unbekanntes Tonsystem: %s

source: Undefined retuning: %s
de: Unbekannte Umstimmung: %s

source: Undefined pattern: %s (in logic %s)
de: Unbekannte Harmonieform: %s (in Logik „%s“)

source: Undefined parameter name: %s in %s
de: Undefinierter Parametername: „%s“ in „%s“

source: Undefined interval: %s (in %s)
de: Unbekanntes Intervall: %s (in %s)"

source: Undefined tone: %s (in tone system %s)
de: Unbekannter Ton: %s (in Tonsystem „%s“)

source: Undefined tone: %s (in retuning %s)
de: Unbekannte Umstimmung: %s (in Umstimmung „%s“)

source: (to be reused)
de: (zur Wiederverwendung freigegeben)

source: Undefined retuning: %s (in retuning %s)
de: Undefinierte Umstimmung: „%s“ (in Umstimmung „%s“

source: Undefined initial tuning: %s (in logic %s)
de: Undefinierte Einstimmung: „%s“ (in Logik „%s“)

source: Undefined action: %s (in logic %s)
de: Undefinierte Aktion: „%s“ (in Logik „%s“)

source: Undefined parameter: %s (in call %s from logic %s)
de: Undefinierte Parameter: „%s“ (im Aufrum „%s“ von Logik „%s“)

source: Bad MIDI channel (valid: 1...16)
de: Ungültiger MIDI-Kanal (erlaubt: 1 bis 16)

source: Bad interval value in %s
de: Ungültiger Intervallwert in „%s“

source: Bad key %d (valid: %d...%d) in tonesystem %s
de: Ungültige Taste %d (gültig: %d bis %d) im Tonsystem „%s“

source: Not-complex tone in retuning %s ( %s )
de: Kein zusammengesetzter Ton in Umstimmung „%s“ („%s“)

source: Bad value in %s
de: Ungültiger Wert in „%s“

source: Bad MIDI-Code in logic %s (expecting %s )
de: Falscher MIDI-Kod in der Logik „%s“ (erwarte „%s“)

source: Logic %s must not be called by ELSE
de: Die Logik „%s“ darf nicht im „ANSONSTEN“-Zweig aufgerufen werden

source: A Key needs to be a single character ( %s )
de: Eine Taste muss ein einzelnes Zeichen sein (%s)

source: Division by (nearly) 0 in line %d
de: Division durch (fast) 0 in Zeile %d

source: In retuning %s and %s : Bad parameters
de: In der Umstimmung „%s“ und „%s“: Falsche Parameter

source: In logic %s : Bad number of parameters ( %s )
de: In der Logik „%s“: Falsche Parameteranzahl („%s“)

source: In logik %s : initial tuning %s mustn't have parameters
de: In Logik „%s“: Einstimmung „%s“ darf keine Parameter haben

source: In collection %s : call to %s mustn't have parameters
de: In der Mehrfach-Anweisung „%s“: „%s“ muss ohne Parameter aufgerufen werden

source: In case %s : call to %s mustn't have parameters
de: Im Fall „%s“: „%s“ muss ohne Parameter aufgerufen werden

source: Tones %s and %s are dependent
de: Die Töne „%s“ und „%s“ hängen gegenseitig voneinander ab. Das darf nicht sein

source: Retunings/logics %s and %s are dependent
de: Die Umstimmungen bzw. Logiken „%s“ und „%s“ hängen voneinander ab

source: Intervals %s and %s are dependent
de: Die Intervalle „%s“ und „%s“ hängen gegenseitig voneinander ab

source: MIDI-channels are dependent
de: Die MIDI-Kanäle hängen voneinander ab

source: Wrong character ! Expecting %s (line %d)
de: Ungültiges Zeichen! Erwarte „%s“ (in Zeile %d)

source: Bad interval declaration of intervall %s
de: „Ungültige Intervall-Definition vom Intervall „%s“

source: Bad tone declaration of tone %s
de: Ungültige Tondefinition von „%s“

source: Bad tonesystem declaration. (line %d)
de: Ungültige Tonsystem-Definition. (Zeile %d)

source: Bad parameter list in call to %s in line %d
de: Fehlerhafte Parameter-Liste im Aufruf von „%s“ in Zeile %d

source: Bad retuning in line %d
de: Ungültige Umstimmung in Zeile %d

source: bad pattern decl. at %s
de: Ungültige Harmonieform-Definition bei „%s“

source: Bad MIDI list in line %d
de: Ungültige MIDI-Daten-Liste in Zeile %d

source: No hex number after # (line %d)
de: Fehlerhafte Hexadezimalzahl nach „#“ (Zeile %d)

source: Undefined compiler warning
de: Undefinierte Übersetzer-Warnung

source: MIDI event in logic %s does not start with channel 0 status byte. Value corrected.
de: Ein MIDI-Ereignis in der Logik „%s“ beginnt nicht mit einem Kanal-0-Statusbyte. Der Wert wurde korrigiert.

source: Non existent harmony event in logic %s
de: Unbekanntes Harmonieereignis in Logik „%s“

source: Non well defined event %s in logic %s
de: Unsauber definiertes Ereignis „%s“ in Logik „%s“

source: Event ELSE is last in %s
de: Das Ereignis „ANSONSTEN“ ist das letzte in „%s“

source: MIDI channels wasted in channel assotiation
de: Es wurden bei der MIDI-Kanalzuordnung Kanäle verschwendet

source: No file given, trying test.mut
de: Es wurde keine Datei angegeben. Versuche „test.mut“

source: Invalid configuration file
de: Ungültige oder beschädigte Konfigurationsdatei

source: Intersection of MIDI channels %d und %d
de: Die MIDI-Kanäle %d und %d überschneiden sich

source: Error in GMN-File %s position(%d, %d): %s
de: Fehler in der GMN-Datei „%s“ an der Position (%d, %d): %s

source: Warning
de: Warnung

source: Compiler warning
de: Warnung des Übersetzers

source: Runtime warning
de: Laufzeitwarnung

source: Error
de: Fehler

source: Internal error
de: Interner Fehler

source: Compiler error
de: Übersetzerfehler

source: Runtime error
de: Laufzeitfehler

source: Unknown error
de: Unbekannter Fehler

source: %s {logic}
de: %s {Logik}

source: %s {tone system}
de: %s {Tonsystem}

source: Trying to set the anchor with incompatible parameters. Please report to the MUTABOR team.
de: Versuche, den Ankerton mit inkompatiblen Parametern zu setzen. Melden Sie diesen Fehler bitte an das MUTABOR-Team.

source: Setting tone system width with incompatible parameters. Please report to the MUTABOR team.
de: Versuche, das Tonsystem mit inkompatiblen Parametern zu setzen. Bitte melden Sie diesen Fehler an das MUTABOR-Team.

source: Changing anchor with incompatible parameters. Please report to the MUTABOR team.
de: Versuche den Anker mit inkompatiblen Parametern zu ändern. Bitte benachrichtigen Sie das MUTABOR-Team über diesen Fehler.

source: Changing tone system width with incompatible parameters. Please report to the MUTABOR team.
de: Versuche das Tonsystem mit inkompatiblen Parametern zu ändern. Bitte benachrichtigen Sie das MUTABOR-Team über diesen Fehler.

source: Switching cases with incompatible parameter list. Please report to the MUTABOR team.
de: Versuche eine Mehrfachauswahl mit inkompatiblen Parametern zu ändern. Bitte benachrichtigen Sie das MUTABOR-Team über diesen Fehler.

source: Unexpected action type: %d
de: Unerwarteter Aktionstyp: %d

source: Undefined harmony class %d in HarmonyAnalysis(). Please, report this error to the MUTABOR team.
de: Undefinierte Harmonieklasse %d in HarmonieAnalyse(). Bitte informatieren Sie das MUTABOR-Team über diesen Fehler.

source: Not enough memory for the MUTABOR file
de: Nicht genügend Speicher für die MUTABOR-Datei

source: A chunk of memory has been requested that was too large (%d > %d)
de: Es wurd eine Speicherbereich angefordert, der zu groß ist (%d > %d)

source: Could not allocate syntax heap chunk.
de: Konnte einen Speicherbereich für den Syntax-Speicher nicht reservieren.

source: Reallocation of memory failed.
de: Die Änderung der Größe eines Speicherbereiches ist fehlgeschlagen.

source: Not enough memory.
de: Nicht genügend Speicher.

source: Undefined interval type %d for interval %s.
de: Unbekannter Intervalltyp %d für Intervall %s.

source: Intervals %s and %s depend on each other
de: Die Intervalle „%s“ und „%s“ hängen gegenseitig voneinander ab

source: Unknown error in %s, line %d.
de: Unbekannter Fehler in %s, Zeile %d.

source: loop
de: Schleife

source: Undefined interval type %d for interval %s (%s:%d).
de: Undefinierter Intervalltyp %d für Intervall „%s“ in %s:%d.

source: The logic was not intialized. Found in %s, %d
de: Die Logik wurde nicht initialisiert. Gefunden in %s, %d

source: DISTANCE
de: ABSTAND

source: CENTER
de: ZENTRUM

source: Invalid argument type %d detected at %s:%d
de: Ungültiger Argumenttyp %d gefunden auf %s:%d

source: Invalid event type %d detected at %s:%d
de: Ungültigen Ereignistyp %d gefunden auf %s:%d

source: The tone name %s was used twice.
de: Der Tonname „%s“ wurde doppelt benutzt.

source: Internal error while creating interval “%s” at %s:%d
de: Interner Fehler beim Erzeugen des Intervalles „%s“ auf %s:%d

source: There is already a logic with this name.
de: Es existiert schon eine Logik mit diesem Namen.

source: There is already a retuning with this name.
de: Es existiert schon eine Umstimmung mit diesem Namen.

source: The tone system name %s was used twice. %s
de: Der Tonsystem-Name „%s“ wurde doppelt benutzt. %s

source: The tone system name “%s” was used twice.
de: Der Tonsystem-Name „%s“ wurde doppelt benutzt.

source: The retuning name %s was used twice. %s
de: Der Umstimmungsname „%s“ wurde doppelt benutzt. %s

source: Undefined parameter name “%s” in “%s”.
de: Undefinierter Parametername %s in „%s“.

source: Invalid parameter argument type %d in retuning “%s” while calling %s. Please, report the error to the MUTABOR team.
de: Ungültiger Parameter-Argumenttyp %d in Umstimmung „%s“ während %s aufgerufen wird. Bitte melden Sie diesen Fehler an das MUTABOR-Team.

source: Internal error at %s:%d
de: Interner Fehler auf %s:%d

source: A Key needs to be a single character (got “%s”)
de: Eine Taste muss ein einzelnes Zeichen sein (bekam „%s“)

source: The logic name %s was used twice. %s
de: Der Logikname „%s“ wurde doppelt vergeben. %s

source: Bad MIDI channel %d (valid: 1...16)
de: Ungültiger MIDI-Kanal %d (erlaubt: 1 bis 16)

source: Bad start %d of MIDI channel range (valid: 1...16)
de: Ungültiger Anfang %d des MIDI-Kanalbereiches (erlaubt: 1 bis 16)

source: Bad end %d of MIDI channel range (valid: 1...16)
de: Ungültiges Ende %d des MIDI-Kanalkanalbereiches (erlaubt: 1 bis 16)

source: Bad MIDI rerouting channel %d (valid: 1...16)
de: Ungültiger Umleitungs-MIDI-Kanal %d (erlaubt: 1 bis 16)

source: Tones %s and %s depend on each other.
de: Die Töne „%s“ und „%s“ hängen gegenseitig voneinander ab.

source: Invalid tone type %d detected at %s:%d
de: Ungültiger Tontyp %d gefunden auf %s:%d

source: Undefined harmony “%s” in logic %s.
de: Undefinierte Harmonie: „%s“ in Logik „%s“.

source: Lowest chroma %d of harmonic form %s in logic %s is not a member of that harmony. This harmonic form will be ignored.
de: Die tiefste Tonigkeit %d der Harmonieform %s in Logik %s kommt nicht in dieser Harmonie vor. Diese Harmonieform wird ignoriert.

source: The highest chroma %d of the harmonic form %s in logic %s is not a member of that harmony. This harmonic form trigger will be ignored.
de: Die höchste Tonigkeit %d der Harmonieform %s in Logik %s kommt in dieser Hormonieform nicht vor. Dieser Harmonieform-Auslöser wird ignoriert.

source: Undefined harmony: %s (in logic %s)
de: Undefinierte Harmonie: „%s“ (in Logik „%s“)

source: Lowest chroma %d of harmony %s in logic %s is not a member of that harmony. This harmony trigger will be ignored.
de: Die tiefste Tonigkeit %d der Harmonie „%s“ in Logik „%s“ ist nicht in der Harmonie enthalten. Dieser Harmonie-Auslöser wird ignoriert.

source: Bad MIDI-Code %x in logic %s (expecting status byte %s )
de: Falscher MIDI-Code %x in der Logik „%s“ (erwarte Statusbyte „%s“)

source: MIDI event in logic %s does not start with channel 0 status byte. Got byte #%x. Value corrected to #%x.
de: Ein MIDI-Ereignis in der Logik „%s“ beginnt nicht mit einem Kanal-0-Statusbyte. Ich bekam #%x. Der Wert wurde auf #%x korrigiert.

source: Bad MIDI-Code #%x in logic %s (expecting a data byte in the range #00...#7f )
de: Falscher MIDI-Code #%x in der Logik „%s“ (erwarte ein Datenbyte im Bereich #00 bis #7f)

source: Bad MIDI-Code in logic %s, expecting a byte I got %d=#%x. Note: Each number can hold at maximum 3 bytes. Trying to recover...
de: Ungültiger MIDI-Code in Logik „%s“. Während ich ein Byte erwarte, bekam ich %d=#%x. Hinweis: Jede Zahl kann maximal 3 Bytes enthalten. Versuche weiterzumachen…

source: MIDI event in logic %s does not start with status byte. Got byte #%x. This will be probably ignored by your MIDI device.
de: Ein MIDI-Ereignis in der Logik „%s“ beginnt nicht mit einem Statusbyte. Ich bekam #%x. Dies wird vermutlich von Ihrem MIDI-Gerät ignoriert.

source: MIDI event in logic %s must be defined for channel 0, only. Got byte %x. Value corrected.
de: Ein MIDI-Ereignis in der Logik „%s“ muss genau für Kanal 0 definiert sein. Ich bekam %x. Der Wert wurde korrigiert.

source: In logic %s: Too many parameters while calling retuning %s.
de: In Logik „%s“: Zu viele Parameter beim Aufruf der Umstimmung „%s“.

source: In logic %s: Too few parameters while calling retuning %s.
de: In Logik „%s“: Zu wenig Parameter beim Aufruf der Umstimmung „%s“.

source: In logic %s: Tonesystem %s must be called without parameters.
de: In Logik „%s“: Tonsystem „%s“ darf keine Parameter haben.

source: In logic %s: Logic %s must be called without parameters.
de: In Logik „%s“: Logik „%s“ darf keine Parameter haben.

source: In logic %s: Harmony analysis may be performed only after a logic or tonesystem change.
de: In Logik „%s“: Eine Harmonieanalyse kann nur nach einer Änderung der Logik oder des Tonsystems ausgeführt werden.

source: Internal error in check_aktionen() while processing logic %s. Unknown action type %d. Please, report this error to the Mutabor team.
de: Interner Fehler in check_aktionen() während die Logik „%s“ verarbeitet wurde. Unbekannter Aktionstyp %d. Bitte melden Sie diesen Fehler an das MUTABOR-Team.

source: Retunings/logics %s and %s depend on each other
de: Die Umstimmungen bzw. Logiken „%s“ und „%s“ hängen voneinander ab

source: Fixed tone %s in retuning %s
de: Fester Ton „%s“ in Umstimmung „%s“

source: Tone does %s not match its reference tone %s. Dectected in retuning code at %s:%d
de: Der Ton „%s“ passt nicht zu seinem Referenzton „%s“. Gefunden im Umstimmungscode bei %s:%d

source: Undefined retuning: %s (in retuning %s).
de: Undefinierte Umstimmung: „%s“ (in Umstimmung „%s“).

source: In collection %s : call to %s mustn't have parameters.
de: In der Mehrfach-Anweisung „%s“: „%s“ muss ohne Parameter aufgerufen werden.

source: The alternative %d is used twice in %s
de: Die Alternative %d wurde in „%s“ doppelt vergeben

source: Undefined returning type %d detected in %s:%d
de: Undefinierter Umstimmungstyp %d festgestellt in %s:%d

source: No event defined for action %s. Detected at %s:%d
de: Kein Ereignis für Aktion „%s“ definiert. Gefunden bei %s:%d

source: Unknown interval type %d detected at %s:%d
de: Unbekanntner Intervalltyp %d gefunden bei %s:%d

source: Could not find interval %s.
de: Konnte das Intervall „%s“ nicht finden.

source: Unknown parameter type %d detected at %s:%d
de: Unbekannter Parametertyp %d gefunden bei %s:%d

source: Unknown argument type %d detected at %s:%d.
de: Unbekannter Argument-Typ %d gefunden bei %s:%d.

source: Argument number %d has nonexistent index %d at %s:%d.
de: Argument Nummer %d hat nichtexistierenden Index %d bei %s:%d.

source: Unknown parameter number %d detected at %s:%d.
de: Unbekannte Parameternummer %d gefunden bei %s:%d.

source: Unknown tone type %d detected at %s:%d
de: Unbekannter Tontyp %d gefunden bei %s:%d

source: Unknown action type %d detected at %s:%d
de: Unbekannter Aktionstyp %d gefunden bei %s:%d

source: Unknown retuning type %d detected at %s:%d
de: Unbekannter Umstimmungstyp %d gefunden bei %s:%d

source: Unknown tuning or logic ‘%s’
de: Unbekannte Stimmung oder Logik „%s“

source: MIDI out
de: MIDI-Ausgabe

source: harmony analysis
de: Harmonieanalyse

source: Harmony ‘%s’ could not be found.
de: Die Harmonie „%s“ konnte nicht gefunden werden.

source: Unknown event type %d detected at %s:%d
de: Unbekannter Ereignistyp %d gefunden bei %s:%d

source: Unspecified debug information
de: Sonstige Ablauf-Daten

source: Debug Execute.cpp
de: Excute.cpp überwachen

source: Debug table generator
de: Tabellengenerator überwachen

source: Debug other runtime functions of the kernel
de: Sonstige Laufzeitfunktionen im Mutabor-Kern überwachen

source: Debug the parser of the Mutabor kernel
de: Statusinformationen des Mutabor-Kerns anzeigen

source: Debug the GUIDO file devices
de: Überwache GUIDO-Datei-Geräte

source: Other gui related debug information
de: Sonstige Informationen der grafischen Oberfläche

source: Information regarding AUI related debugging
de: Informationen zur Fehlersuche mit AUI-Bezug

source: Debug configuration and postprocessing of dialogs
de: Fehlersucheinstellung und Nachbearbeitung von Dialogen

source: Debug the routing system
de: Routingsystem überwachen

source: Debug the routing system GUI
de: Routingsystem-Oberfläche überwachen

source: Debug the menu handling and updating
de: Debugmeldungen für Menübehandlung und -Aktualisierung

source: Debug the MIDI input/output system
de: MIDI Ein- und Ausgabe überwachen

source: Debug the MIDI file devices
de: Überwache Mutabor-Datei-Geräte

source: Debug the Mutabor file parser
de: Einlesen von Mutabor-Dateien überwachen

source: Debug the config file parser
de: Überwache das Einlesen der Konfigurationsdateien

source: Debug the Scala file paresr
de: Überwache den Scala-Datei-Parser

source: Debug the Document/View framework
de: Dokument/Ansicht-Baukasten debuggen

source: Print unhandled events in the queue
de: Unbehandelte Ereignisse des Programmes anzeigen

source: Debug editor related functionality
de: Fehler im Editor finden

source: Debug editor language lexer related functionality
de: Fehler in der Sprachanalyse für den Editor finden

source: Debug smart pointer related functionality
de: Funktionen der intelligenten Zeiger überwachen

source: Output some tracepoints
de: Einige Ablaufpunkte loggen

source: Trace thread timer problems
de: Verfolge Thread-Zeitgeber-Probleme

source: Trace thread problems
de: Verfolge Probleme mit Threads

source: Window positioning issues
de: Probleme mit der Positonierung der Subfenster

source: Show messages that are always shown ;-). (for internal use only)
de: Zeige Nachrichten, die immer angezeigt werden ;-). (Nur für internen Gebrauch)

source: Error in Error: Could not allocate buffer for error message.
de: Fehler in Fehlerausgabe: Konnte keinen Puffer für die Fehlermeldung erstellen.

source: Warning: %s
de: Warnung: %s

source: Compiler warning: %s
de: Warnung des Übersetzers: %s

source: Runtime Warning: %s
de: Laufzeitwarnung: %s

source: Internal error: %s
de: Interner Fehler: %s

source: Compiler error: %s
de: Übersetzerfehler: %s

source: Runtime error: %s
de: Laufzeitfehler: %s

source: Unknown error (Type %d): %s
de: Unbekannter Fehler (Typ %d): %s

source: %s at line %d
de: %s bei Zeile %d

source: syntax error: cannot back up
de: Syntaxfehler: Kann nicht weitermachen

source: syntax error
de: Syntaxfehler

source: syntax error, unexpected %s
de: Syntaxfehler, bekam unerwartet „%s“

source: syntax error, unexpected %s, expecting %s
de: Syntaxfehler, bekam unerwartet „%s“, erwartete „%s“

source: syntax error, unexpected %s, expecting %s or %s
de: Syntaxfehler, bekam unerwartet „%s“, erwartete „%s“ oder „%s"

source: syntax error, unexpected %s, expecting %s or %s or %s
de: Syntaxfehler, bekam unerwartet „%s“, erwartete „%s“, „%s“ oder „%s“

source: syntax error, unexpected %s, expecting %s or %s or %s or %s
de: Syntaxfehler, bekam unerwartet „%s“, erwartete „%s“, „%s“, „%s“ oder „%s“

source: memory exhausted
de: Speicher aufgebraucht
