Repository: keinstein/mutabor
Catalog: po/*.po
Languages: de

source: Current line
de: Aktuelle Zeile

source: Current pos
de: Aktuelle Position

source: Toolbar
de: &Werkzeugleiste

source: New
de: Neu

source: New file
de: Neue Datei

source: Open
de: Öffnen

source: Open file
de: Datei öffnen

source: Save
de: Speichern

source: Save file
de: Datei speichern

source: Save as
de: Speichern unter

source: Save file with new name
de: Die aktuelle Datei unter einem neuen Namen speichern

source: Print
de: Drucken

source: Activate
de: Aktivieren

source: Activate the logic
de: Aktiviert die Mutabor-Logik

source: Stop the logic
de: Logik anhalten

source: Panic
de: Panik

source: Panic: switch all notes off
de: Panik: Alle Noten ausschalten

source: Undo
de: Rückgängig

source: Undo last changes
de: Letzte Änderungen zurücknehmen

source: Redo
de: Wiederholen

source: Redo last undone changes
de: Rückgängiggemachte Änderungen doch vornehmen

source: Copy
de: Kopieren

source: Cut
de: Ausschneiden

source: Paste
de: Einfügen

source: &Move Icon up
de: Symbol au&fwärts verschieben

source: &Move Icon down
de: Symbol a&bwärts verschieben

source: About
de: Über

source: Help
de: Hilfe

source: Unexpected Event in MutFrame::CmFileOpen: %d
de: Unerwartetes Ereignis in MutFrame::CmFileOpen: %d

source: noname.mut
de: Unbenannt.mut

source: The keyboard mapping file is not writable. Shall I proceed without creating a keyboard mapping?
de: Die Klaviertastenzuordnungs-Datei kann nicht geschrieben werden. Soll ich fortfahren ohne die Tastenzuordnung zu speichern?

source: Rethink your choice, please.
de: Überdenken Sie bitte Ihre Auswahl.

source: Cannot open the Scala file. This file must be writable.
de: Konnte die Scala-Datei nicht öffnen. Diese Datei muss schreibbar sein.

source: There are no realtime instruments in the routes. Shall Mutabor translate the files in batch mode, to keep the MIDI files with the original time stamp? (This means also, that you can't modify the tunings while playing by computer keyboard.)
de: In den Routen sind keine Echtzeitinstrumente eingetragen. Soll Mutabor die Dateien im Stapelmodus übersetzen? Dabei würden bei MIDI-Dateien die Original-Zeitstempel erhalten. (Das bedeutet auch, dass die Stimmungen während des Abspulens nicht geändert werden können.)

source: No realtime ⇒ batch mode?
de: Keine Echtzeit ⇒ Stapelmodus?

source: Please, configure the initial tuning, now. To start the translation hit the play button or select “Play” from the “Sequencer” Menu.
de: Stellen Sie bitte jetzt die Anfangsstimmung ein. Zum Starten der Übersetzung klicken Sie bitte auf den Abspielen-Knopf oder wählen Sie „Abspielen“ aus dem „Sequenzer“-Menü.

source: Realtime play
de: Abspielen in Echtzeit

source: Routes
de: Routen

source: (unknown)
de: (unbekannt)

source: MutFrame::WindowSize: not implemented
de: MutFrame::WindowSize: nicht implementiert

source: The conversion finished successfully.
de: Die Übersetzung wurde erfolgreich beendet.

source: Conversion error
de: Übersetzungsfehler

source: &Raise current box Ctrl+B
de: Aktuelle Box an&heben Ctrl+B

source: This item activates the window of the currently selectcd box
de: Dieser Punkt aktiviert das Fenster der aktuell aktiven Box

source: Box %d got a new id %d
de: Kasten %d bekam die Identifikationsnummer %d

source: Currently %d items in box menu
de: Momentan gibt es %d Punkte im Kastenmenü

source: Appending menu for box %d with id %d
de: Hänge Menü für Kasten %d mit Identifikationsnummer %d an

source: Select box %d Ctrl+%d
de: Kasten %d auswählen Ctrl+%d

source: Select box %d as the active Box for box specific commands.
de: Kasten %d als aktiven Kasten für Kommandos auswählen.

source: Connecting command with id %d for box command %d
de: Verbinde Kommando mit Identifikationsnummer %d für Kasten-Befehl %d

source: Logic: %s - Box %d
de: Logik: %s - Kasten %d

source: The string '%s' is not a valid file name.
de: Die Zeichenkette „%s“ ist kein gültiger Dateiname.

source: File '%s' couldn't be loaded
de: Die Datei „%s“ konnte nicht geladen werden

source: File '%s' could be opened, but not loaded.
de: Die Datei „%s“ konnte zwar geöffnet, aber nicht geladen werden.

source: Cannot open routes file '%s' for writing.
de: Kann Routendatei „%s“ nicht zum Schreiben öffnen.

source: Error writing file '%s'.
de: Fehler beim Schreiben der Datei „%s“.

source: Current keys
de: Aktuelle Tasten

source: Tone system
de: Tonsystem

source: Actions
de: Aktionen

source: %2z : %8.1lf Hz (%6.2lf HT) [ch: %d, id: %z]
de: %2z : %8.1lf Hz (%6.2lf HT) [K.: %d, Id.: %z]

source: %3d : %8.1lf Hz (%6.2lf HT) [ch: %d, id: %lu]
de: %3d : %8.1lf Hz (%6.2lf HT) [K.: %d, Id.: %lu]

source: %3d : empty
de: %3d : leer

source: %3d : invalid tone
de: %3d : ungültiger Ton

source: %3d : (unknown type %d)
de: %3d : (ungültiger Typ %d)

source: Anchor = %d
de: Anker = %d

source: Width = %u
de: Breite = %u

source: Period = %.1f HT
de: Periode = %.1f HT

source: No tones.
de: Keine Töne.

source: Reference = %d HT
de: Bezugston = %d HT

source: %2lu : empty
de: %2lu : leer

source: %2lu : invalid tone
de: %2lu : ungültiger Ton

source: %2lu : (unknown type %d)
de: %2lu : (unbekannter Typ %d)

source: Actions - all boxes
de: Aktionen – alle Kästen %d

source: unknown
de: unbekannt

source: No input device
de: Kein Eingabegerät

source: No output device
de: Kein Ausgabegerät

source: this box
de: diese Box

source: new box
de: neue Box

source: Remove Route
de: Route Entfernen

source: Undelete Route
de: Route wiederherstellen

source: No box / thru mode
de: Kein Kasten / Durchschleifen

source: GUIDO file box
de: GUIDO-Datei-Kasten

source: New Box
de: Neuer Kasten

source: GUIDO Box
de: GUIDO-Datei-Kasten

source: You selected a box id that is already in use. Please, try another one.
de: Sie haben eine Boxnummer angegeben, die schon vorhanden ist. Wählen Sie bitte eine andere.

source: No Box / Though mode
de: Kein Kasten / Durchschleifen

source: MIDI Device
de: MIDI-Gerät

source: MIDI file
de: MIDI-Datei

source: GUIDO file
de: GUIDO-Datei

source: Choose device type
de: Gerätetyp auswählen

source: Unknown device type
de: Unbekannter Gerätetyp

source: Input Device
de: Eingabegerät

source: Create Box
de: Neue Box

source: New Input device
de: Neues Eingabegerät

source: New Output device
de: Neues Ausgabegerät

source: INS
de: EINF

source: Mutabor tuning file (*.mut)|*.mut|Old Mutabor tuning file (*.mus)|*.mus|All files (*.*)|*.*
de: Mutabor-Datei (*.mut)|*.mut|Alte Mutabor-Datei (*.mus)|*.mus|Alle Dateien (*.*)|*.*

source: Mutabor routing file (*.murx)|*.murx|Old Mutabor routing file (*.mur)|*.mur|All files (*.*)|*.*
de: Mutabor-Routen-Datei (*.murx)|*.murx|Alte Mutabor-Routen-Datei (*.mur)|*.mur|Alle Dateien (*.*)|*.*

source: Which Mutabor file shall be loaded?
de: Welche Mutabor-Datei soll geladen werden?

source: Which Mutabor file shall be executed?
de: Welche Mutabor-Datei soll gestartet werden?

source: Enter the new Mutabor file name, please!
de: Bitte geben Sie den neuen Mutabor-Dateinamen ein!

source: Which Mutabor route file shall be loaded?
de: Welche Mutabor-Routendatei soll geladen werden?

source: Enter the new Mutabor route file name, please!
de: Bitte geben Sie den neuen Mutabor-Routen-Dateinamen ein!

source: Unexpected Command Id in FileNameDialog: %d
de: Unerwarteter Kommando-identifikator in FileNameDialog: %d

source: '%s' is not a number.
de: „%s“ ist keine Zahl.

source: '%s' is too small.
de: „%s“ ist zu klein.

source: '%s' is too big.
de: „%s“ ist zu groß.

source: Validation conflict
de: Konflikt bei der Überprüfung der Eingabe

source: %s:%d: An assert failed in %s(). Condition: %s Message:%s Do you want to call the default assert handler?
de: %s:%d: Eine Überprüfung in %s() ist fehlgeschlagen. Bedingung: %s Nachricht: %s Möchten Sie die Standardbehandlungsroutine aufrufen (im Zweifelsfall: ja)?

source: <default>
de: <Vorgabe>

source: Common
de: Gemeinsames

source: Languages
de: Sprachen

source: Style types
de: Stiltypen

source: Mutabor configuration
de: Einstellungen für Mutabor

source: How shall the tone system be reported: relative or absolute?
de: Wie soll das Tonsystem angezeigt werden: relativ oder absolut?

source: Tone System
de: Tonsystem

source: as &relations
de: als &Relationen

source: as &tone system
de: als &Tonsystem

source: Windows
de: Fenster

source: save editor window before compiling
de: Speichere das Editor-Fenster vor dem Kompilieren

source: save &editor files
de: Speichere &Editor-Dateien

source: Use color bars.
de: Nutze Farbmarkierungen.

source: use color bars
de: Nutze Farbbalken

source: Save settings.
de: Einstellungen speichern.

source: Discard changes.
de: Veränderungen verwerfen.

source: Cancel
de: Abbruch

source: About Mutabor
de: Über Mutabor

source: Compiling
de: Übersetze

source: No file.
de: Keine Datei.

source: Tone systems:
de: Tonsysteme:

source: Reading source ...
de: Lese Quelltext …

source: Box
de: Kasten

source: Box number:
de: Kastennummer:

source: GUIDO-File
de: GUIDO-Datei

source: Select a GUIDO file
de: Wähle eine GUIDO-Datei

source: no Box / thru-mode
de: Kein Kasten / Durchschleifen

source: &Cancel
de: A&bbruch

source: Input filter
de: Eingabe-Filter

source: This value shows the type of filtering
de: Dieser Wert zeigt den Filtertyp

source: Type
de: Typ

source: &all
de: &alle

source: &else
de: an&sonsten

source: &channel
de: &Kanal

source: &staff
de: Noten&zeile

source: Range
de: Bereich

source: from
de: von

source: to
de: bis

source: Remove
de: Entfernen

source: Input device
de: Eingabe-Gerät

source: Device type
de: Gerätetyp

source: Select Device
de: Gerät auswählen

source: MIDI device
de: MIDI-Gerät

source: Select a MIDI input file
de: Wähle eine MIDI-Eingabedatei

source: Give a file Name for the MIDI input.
de: Geben Sie einen Dateinamen für die MIDI-Eingabedatei an.

source: Select a GUIDO input file
de: Wähle eine GUIDO-Eingabedatei

source: Give a file Name for the GUIDO input.
de: Geben Sie einen Dateinamen für die GUIDO-Eingabedatei an.

source: &Remove
de: &Entfernen

source: Output device
de: Ausgabegerät

source: Bending range:
de: Maximale Verstimmnug (Bending range):

source: half tones
de: Halbtöne

source: Select a MIDI output file
de: Wähle eine MIDI-Ausgabedatei

source: Give a file Name for recording the MIDI data.
de: Geben Sie einen Dateinamen für die Aufnahme der MIDI-Daten an.

source: Select a GUIDO output file
de: Wähle eine GUIDO-Ausgabe-Datei

source: Give a file Name for recording GUIDO data.
de: Geben Sie einen Dateinamen für die Aufnahme der GUIDO-Daten an.

source: Box settings
de: Boxeinstellungen

source: Press this button to delete the box and all attached routes.
de: Drücken sie diesen Knopf, um die Box mit allen angehängten Routen zu löschen.

source: Remove Box
de: Box Löschen

source: &Add Route
de: Route &Hinzufügen

source: Box number
de: Kastennummer

source: Input device and filter
de: Eingabegerät und -Filter

source: Output device and filter
de: Ausgabegerät und -filter

source: Route settings
de: Routeneinstellungen

source: &active
de: &aktiv

source: &passive
de: &passiv

source: all
de: alle

source: The first box tag number, which will be processed according to this route
de: Die kleinste Nummer der Kasten-Tags, die über diese Route behandelt werden

source: The last box tag number which will be processed according to this route
de: Die größte Nummer der größten Kasten-Tags, der über diese Route behandelt werden

source: staves
de: Systeme

source: unhandled notes
de: Noten, die noch nicht behandelt wurden

source: channel
de: Kanal

source: key range
de: Tastenbereich

source: Channel
de: Kanal

source: avoid drum channel
de: Schlagzeug-Kanal vermeiden

source: track
de: Spur

source: Import a Scala tuning
de: Scala-Stimmung importieren

source: interval prefix
de: Intervall-Präfix

source: tone prefix
de: Ton-Präfix

source: tone system
de: Tonsystem

source: logic
de: Logik

source: scala file
de: Scala-Datei

source: Select the scala file
de: Wähle eine Scala-Datei

source: keyboard mapping
de: Tastenzuordnung

source: Select a scala keyboard mapping
de: Wähle eine Tastenzuordnung für die Scala-Stimmung

source: Export the current tuning to Scala
de: Exportiert die momentan aktive Logik als Scala-Datei mit entsprechender Tastenzuordnung

source: Scala file
de: Scala-Datei

source: Select a Scala file for export
de: Wähle eine Scala-Datei für den Export

source: Generate keyboard mapping
de: Erzeuge eine Klaviertasten-Zuordnung

source: Keymap file
de: Tastenzuordnungs-Datei

source: Select a file
de: Wähle eine Datei
