Repository: keinstein/mutabor
Catalog: po/*.po
Languages: de

source: Syntax error in line %d.
de: Syntaxfehler in Zeile %d.

source: Bad interval declaration of intervall %s in line %d.
de: Ungültige Intervall-Definition vom Intervall „%s“ in Zeile %d.

source: Wrong character. Expecting %s in line %d.
de: Ungültiges Zeichen. Erwarte „%s“ in Zeile %d.

source: Bad tone declaration of tone %s in line %d.
de: Ungültige Tondefinition von „%s“ in Zeile %d.

source: Division by (nearly) 0 in line %d.
de: Division durch (fast) 0 in Zeile %d.

source: Bad tonesystem declaration in line %d.
de: Ungültige Tonsystem-Definition in Zeile %d.

source: Arguments named “DISTANCE” or “ABSTAND” have a fixed meaning. Using them as parameters as in line %d is not supported. Expect undexpected behaviour.
de: Argumente mit den Namen „DISTANCE“ oder „ABSTAND“ haben eine feste Bedeutung. Es wird nicht unterstützt, sie wie in Zeile %d als Parameter zu verwenden. Erwarten Sie ein unerwartetes Verhalten.

source: Invalid parameter list in retuning %s line %d
de: Fehlerhafte Parameter-Liste in Umstimmung „%s“ in Zeile %d

source: Error while reading %s line %d
de: Fehler beim Lesen von „%s“ Zeile %d

source: Bad retuning in line %d.
de: Ungültige Umstimmung in Zeile %d.

source: Invalid argument list for call to %s in line %d
de: Fehlerhafte Argument-Liste im Aufruf von „%s“ in Zeile %d

source: There is an error in the chroma list in harmony “%s” at line %d.
de: Es gibt einen Fehler in der Tonigkeitsliste in Harmonie „%s“ in Zeile %d.

source: The chroma list must be enclosed in braces '{' '}' in harmony “%s” at line %d.
de: Die Tonigkeitsliste in Harmonie „%s“ muss in geschweifte Klammern „{“ „}“ eingeschlossen werden in Zeile %d.

source: Invalid character: “%c” = %x at line %d.
de: Ungültiges Zeichen: „%c“=%x in Zeile %d.

source: INTERVAL
de: INTERVALL

source: OCTAVE
de: OKTAVE

source: _anchor
de: _Anker

source: _repetition
de: _Wiederholung

source: TONE
de: TON

source: _reference
de: _Referenz

source: TONESYSTEM
de: TONSYSTEM

source: LOGIC
de: LOGIK

source: KEY
de: TASTE

source: Mutabor tuning
de: Mutabor – ein Programm, mit dem feste und mutierende Stimmungen sowie andere Stimmungslogiken erstellt und in Verbindung mit MIDI-Instrumenten genutzt werden können.

source: Too few intervals have been provided.
de: Es wurden zu wenig intervalle bereitgestellt.

source: The interval count must be an integer number, not a float.
de: Die Intervall-Anzahl muss eine Ganzzahl sein, keine Komma-Zahl.

source: The interval count must be an integer number, not a ratio.
de: Die Intervall-Anzahl muss eine ganze Zahl sein, kein Verhältnis.

source: An incomplete ratio has been detected, and descriptions must not start with '/'.
de: Es wurde eine unvollständige Verhältniszahl entdeckt. Und Beschreibungstexte dürfen nicht mit „/“ anfangen.

source: integer is out of range
de: Ganzzahl ist außerhalb des zulässigen Bereiches

source: float is out of range
de: Fließkommazahl ist außerhalb des zulässigen Bereiches

source: Activation error
de: Fehler beim Aktivieren

source: Generating tables
de: Erzeuge Tabellen

source: Translation successful
de: Erfolgreiche Übersetzung

source: No error occured.
de: Es tauchte kein Fehler auf.

source: Translation interrupted.
de: Übersetzung wurde abgebrochen.

source: New box
de: Neuer Kasten

source: No box
de: Kein Kasten

source: GUIDO Music Notation box
de: GUIDO Musik-Notations-Kasten

source: Mutabor box
de: Mutabor-Kasten

source: Unknown box type
de: Unbekannter Kastentyp

source: GUIDO box
de: GUIDO-Kasten

source: Box %d
de: Kasten %d

source: Timeout while executing logic in box %d.
de: Zeitüberschreitung während die Logik in Box %d ausgeführt wurde.

source: The logic in box %d is too slow.
de: Die Logik in Kasten %d ist zu langsam.

source: The playback thread has been killed. Please report the error to the developers and include (if possible) the current file and the following information:
de: Der Wiedergabe-Thread wurde getötet. Bitte melden Sie diesen Fehler an die Entwickler und hängen Sie (wenn möglich) die aktuelle Datei nebst den folgenden Informationen an:

source: Generic output file
de: Rudimentäre Ausgabedatei

source: Generic input file
de: Rudimentäre Eingabedatei

source: Device base class
de: Basistyp eines Gerätes

source: Undefined output device
de: Undefiniertes Ausgabegerät

source: Undefined input device
de: Unbekanntes Eingabegerät

source: Unknown
de: Unbekannt

source: Midi Port
de: MIDI-Schnittstelle

source: Midi File
de: MIDI-Datei

source: GUIDO .gmn File
de: GUIDO-Datei (.gmn)

source: No such output device
de: Kein solches Ausgabegerät

source: Route factory already set
de: Die Routenfabrik-Klasse wurde schon erstellt

source: Trying to create a route without the correct factory. You (the programmer) must create one!
de: Versuchte eine Route ohne die geeignete Routen-Fabrik (RouteFactory) zu erstellen. Du (der Programmierer) musst eine erstellen!

source: GIS output file
de: GIS-Ausgabe-Datei

source: GIS input file
de: GIS-Eingabedatei

source: No corresponding opening bracket.
de: Keine passende öffnende Klammer.

source: Wrong closing bracket. '}' expected.
de: Falsche schließende Klammer. „}“ erwartet.

source: Wrong closing bracket. ']' expected.
de: Falsche schließende Klammer. „]“ erwartet.

source: Wrong closing bracket. ')' expected.
de: Falsche schließende Klammer. „)“ erwartet.

source: Parameter expected.
de: Parameter erwartet.

source: '>' or ',' expected.
de: '>' oder ',' erwartet.

source: Note, tag or opening bracket expected.
de: Note, Tag oder öffnende Klammer erwartet.

source: Expected enumerator of note length.
de: Zähler der Notendauer erwartet.

source: Expected denominator of note length.
de: Nenner der Notendauer erwartet.

source: Dotted note, but no note length was given.
de: Punktierte Note, aber keine Tondauer angegeben.

source: Unexpected comma.
de: Unerwartetes Komma.

source: Can't open file.
de: Kann Datei nicht öffnen.

source: Error closing the file.
de: Fehler beim schließen der Datei.

source: Error reading the file.
de: Fehler beim Lesen der Datei.

source: The file must begin with '[' or '{'.
de: Die Datei muss mit „[“ oder „{“ beginnen.

source: Range without preceeding tag.
de: Bereich ohne vorheriges Tag.

source: Number contains too many bytes
de: Die Zahl enthält zu viele Bytes

source: Invalid status byte: %x at position %d
de: Ungültiges Status-Byte: %x bei Position %d

source: File ended while scanning for end of meta event
de: Die Datei endete während nach einem Ende-Meta-Tag gesucht wurde

source: Track %s of file '%s' has a broken track header.
de: Die Spur „%s“ aus Datei „%s“ hat einen kaputten Spuranfang.

source: Could not allocate data for track %s of MIDI input file '%s'.
de: Ich habe keinen Speicher für die Spur „%s“ der MIDI-Eingabedatei „%s“ bekommen.

source: The MIDI input file “%s” is corrupted. This has been detected while reading track %s.
de: Die MIDI-Eingabedatei „%s“ ist kaputt. Das habe ich festgestellt, während ich die Spur „%s“ lesen wollte.

source: The Channel range %d--%d of the MIDI file %s must be inside %d--%d. The current route had to be corrected.
de: Der Kanalbereich %d–%d der aktuellen MIDI-Datei „%s“ muss innerhalb von %d–%d liegen. Die aktuelle Route wurde korrikgiert.

source: The Track range %d--%d of the MIDI file %s must be inside %d--%d. The current route had to be corrected.
de: Der Bereich für die MIDI-Spuren (%d–%d) der Datei „%s“ muss innerhalb von %d–%d liegen. Die aktuelle Route wurde angepasst.

source: You instructed me to open a file without file name. I can't do that.
de: Sie gaben mir die Anweisung eine Datei ohne Dateinamen zu öffnen. Ich kann das nicht.

source: Can not open Midi input file '%s'.
de: Kann Midi-Eingabedatei „%s“ nicht öffnen.

source: File '%s' is not a valid midi file.
de: Die Datei „%s“ ist keine gültige MIDI-Datei.

source: Unknown header (chunk length %d) in file '%s'.
de: Unbekannter Dateikopf (Abschnittslänge %d) in Datei „%s“.

source: Unknown file type %d in file '%s'.
de: Unbekannter Dateityp %d in Datei „%s“.

source: Midi file '%s' has corrupted timing information.
de: Die MIDI-Datei „%s“ enthält kaputte Zeitstempel.

source: Could not allocate memory for the track list of file '%s'.
de: Die Speicheranforderung für die Spurliste der Datei „%s“ schlug fehl.

source: File '%s' has a broken track header.
de: Die Datei „%s“ enthält einen kaputten Spuranfang.

source: Could not allocate data for track %d of MIDI input file '%s'.
de: Ich habe keinen Speicher für die Spur %d der MIDI-Eingabedatei „%s“ bekommen.

source: The MIDI input file “%s” is corrupted. This has been detected while reading track %d.
de: Die MIDI-Eingabedatei „%s“ ist kaputt. Das habe ich festgestellt, während ich die Spur %d lesen wollte.

source: trying to write number > 0x0FFFFFFF
de: Es wurde versucht, eine Zahl zu speichern, die größer als 0x0FFFFFFF ist

source: The system exclusive message must contain at least a device id.
de: Eine systemexklusive Nachritcht (SysEx) muss mindestens eine Gerätekennung enthalten.

source: System exclusive message contains an invalid device id
de: Die systemexklusive Nachricht enthält eine ungültige Gerätekennung

source: Device id of continuation package deos not match the id of the system exclusive message
de: Die Gerätekennung des Fortsetzungspaketes passt nicht zur Kennung der systemexklusiven Nachricht

source: MIDI output file
de: MIDI-Ausgabedatei

source: MIDI input file
de: MIDI-Eingabedatei

source: no device
de: Kein Gerät

source: Could not get the name of the MIDI device with id %d: %s
de: Konnte den Namen des MIDI-Gerätes mit Nr. %d nicht bekommen: %s

source: invalid device
de: ungültiges Gerät

source: The Channel range %d--%d of the MIDI input device %s must be inside %d--%d. The current route had to be corrected.
de: Der Kanalbereich %d–%d des MIDI-Eingabegerätes „%s“ muss innerhalb von %d–%d liegen. Die aktuelle Route wurde angepasst.

source: Can not open MIDI input devices due to memory allocation problems.
de: Kann MIDI-Eingabegerät wegen Speicherproblemen nicht öffnen.

source: Can not open MIDI input device %s (%s): %s
de: Kann MIDI-Eingabe-Gerät „%s“ (%s) nicht öffnen: %s

source: Can not register callback for MIDI input device %s (%s): %s
de: Kann die Rückruffunktion für das MIDI-Eingabegerät „%s“ (%s) nicht registrieren: %s

source: Can not open MIDI output devices due to memory allocation problems.
de: Kann MIDI-Ausgabegeräte wegen Speicherproblemen nicht öffnen.

source: Can not open output Midi device %s (%s): %s
de: Kann Midi-Gerät „%s“ (%s) nicht öffen: %s

source: Midi output device
de: MIDI-Ausgabegerät

source: Midi input device
de: MIDI-Eingabegerät

source: frame rate does not divide time divisiens
de: Die Bildrate ist kein Teiler der Zeitunterteilung

source: time division is too high for current frame rate
de: Zeitunterteilung ist zu groß für die aktuelle Bildrate

source: Trying to set bad midi header parameters
de: Versuchte, falsche MIDI-Kopfparameter zu setzen

source: Trying to assign a miditicks object with different timing parameters
de: Versuche ein MIDI-Tick-Objekt mit inkompatiblen Zeitparametern zuzuweisen

source: Source
de: Quelle

source: File:
de: Datei:

source: Line:
de: Zeile:

source: Statistics
de: Statistik

source: Logics:
de: Logiken:

source: Tones:
de: Töne:

source: Tunes:
de: Einstimmungen:

source: Tone syst.:
de: Tonsysteme:

source: Intervals:
de: Intervalle:

source: Read chars:
de: Gelesene Zeichen:

source: Message
de: Meldung

source: Reading Source ...
de: Lese Quelltext ...

source: Help.zip
de: Hilfe.zip

source: Mutabor logic file
de: Mutabor-Logik-Datei

source: &Help
de: &Hilfe

source: logic file
de: Logikdatei

source: The file '%s' couldn't be opened. It has been removed from the most recently used files list.
de: Die Datei „%s“ konnte nicht geöffnet werden. Sie wurde von der Liste kürzlich benutzter Dateien gelöscht.

source: The file '%s' doesn't exist and couldn't be opened. It has been removed from the most recently used files list.
de: Die Datei „%s“ konnte nicht geöffnet werden. Sie wurde von der Liste kürzlich benutzter Dateien gelöscht.

source: (c) 2005-2011 TU Dresden
de: © 2005–2011 TU Dresden

source: An application to implement different tuning logics. Both fixed, adaptive and mutable tunings are supported.
de: Anwendung zur Realisierung unterschiedlicher Stimmungslogiken.Es werden feste, adaptive und mutierende Stimmungen unterstützt.

source: Rudolf Wille (mathematical foundation)
de: Rudolf Wille (Mathematisches Modell)

source: Tobias Schlemmer (new icon/splash)
de: Tobias Schlemmer (Neues Icon/Startbild)

source: Ruediger Krausze
de: Rüdiger Krauße

source: English: Tobias Schlemmer
de: Englisch: Tobias Schlemmer

source: About ...
de: Über …

source: Written by:
de: Geschrieben von:

source: Bernhard Ganter Volker Abel Peter Reiss Ruediger Krausze <krausze@mail.berlios.de> Tobias Schlemmer <keinstein@mail.berlios.de>
de: Bernhard Ganter Volker Abel Peter Reiß Rüdiger Krauße <krausze@mail.berlios.de> Tobias Schlemmer <keinstein@mail.berlios.de>

source: Mathematical modelling:
de: Mathematische Modellierung:

source: Licence type:
de: Lizenz:

source: Copyright:
de: Rechte:

source: (c) 2007 TU Dresden, Institut fuer Algebra
de: © 2007 TU Dresden, Institut für Algebra

source: help.html
de: Bedienung.html

source: The setup dialog
de: Der Einstellungsdialog

source: manual.html
de: Handbuch.html

source: reference.html
de: Referenz.html

source: Help window
de: Das Hilfefenster

source: Search for?
de: Suche nach?

source: Search help for keyword
de: Hilfe nach einem Schlüsselwort durchsuchen

source: &New Ctrl+N
de: &Neu Ctrl+N

source: Create a new logic file.
de: Erzeuge eine neue Logikdatei.

source: &Open... Ctrl+O
de: Ö&ffnen... Ctrl+O

source: Open a logic file in editor window
de: Öffnet eine Logikdatei im Editorfenster

source: &Import from Scala
de: Scala-&Import

source: Import a tuning logic from a Scala file and its keymap
de: Importiere eine Stimmungslogik aus einer Scala-Datei

source: E&xport to Scala
de: Scala-E&xport

source: Export the currently active logic to a Scala file with keymap
de: Exportiert die momentan aktive Logik als Scala-Datei mit entsprechender Tastenzuordnung

source: &Execute Ctrl+F9
de: S&tarten Ctrl+F9

source: Load a logic file an immediately activate it
de: Logikdatei laden und sofort aktivieren

source: Proper&ties ... Ctrl+I
de: Dokumenteigenschaften… Ctrl+I

source: Get some information about the currently edited file
de: Informationen über aktuell bearbeitete Datei anzeigen

source: Print setup...
de: Druckeinstellungen…

source: Configure how the pages will be printed
de: Einstellen, wie Seiten gedruckt werden

source: &File
de: &Datei

source: @MAC|&File
de: &Ablage

source: Select &line Ctrl+Shift+L
de: &Zeile auswählen Ctrl+Shift+L

source: Select the complete line at cursor position
de: Gesamte Zeile an Cursorposition auswählen

source: Find &next Ctrl+G
de: &Weitersuchen Ctrl+G

source: Continue last search
de: Letzte Suche fortsetzen

source: Replace &again Shift+F4
de: &Nochmal ersetzen Shift+F4

source: Go on with replacement
de: Suchen/Ersetzen fortsetzen

source: &Match brace Ctrl+M
de: &Klammer finden Ctrl+M

source: Find matching brace and select all contained characters
de: Finde die passende Klammer und markiere den Text zwischen beiden

source: &Goto Line... Ctrl+L
de: Gehe zu &Zeile… Ctrl+L

source: Jump to a specific line
de: Gehe zu einer bestimmten Zeile

source: &Overwrite mode Ins
de: Übersch&reiben Ins

source: Replace the caracters at the caret position by the ones you type in
de: Überschreibe den Text an der Cursorposition mit der neuen Eingabe

source: &Wrap mode Ctrl+U
de: &Automatischer Zeilenumbruch Ctrl+U

source: Automatic line breaking while inserting text
de: Automatischer Zeilenumbruch beim Eingeben des textes

source: &Readonly mode
de: Schreib&geschützt

source: Disallow changing the document
de: Verbiete Änderungen am Dokument

source: &Upper case
de: In &Großbuchstaben umwandeln

source: Change the current selection to upper case
de: Aktuelle Auswahl in Großbuchstaben umwandeln

source: &Lower case
de: In Klei&nbuchstaben umwandeln

source: Change the current selection to lower case
de: Aktuelle Auswahl in Kleinbuchstaben umwandeln

source: Change line endings to carrage return only (Unix style)
de: Zeilenenden durch Wagenrücklauf-Zeichen markieren (Unix-Stil)

source: Change line endigs to carrage return + line feed (DOS/Windows style)
de: Zelenenden durch Wagenrücklauf/Zeilenschaltung markieren (DOS/Windows-Stil)

source: Change line endings to line feed only (old Macintosh style)
de: Zeilenenden durch Zeilenschaltungszeichen markieren (alter Macintosh-Stil)

source: Edit options ...
de: Bearbeitungsoptionen …

source: Change &case to ...
de: Ändere Groß-/Kleinbuchstaben…

source: Convert line &endings to ...
de: &Zeilenenden umwandeln…

source: &Edit
de: &Bearbeiten

source: &Compile Alt+F9
de: &Übersetzen Alt+F9

source: Load the actual file into the Mutabor Kernel.
de: Lädt die aktuelle Datei in den Mutabor-Kern.

source: &Activate F9
de: &Aktivieren F9

source: Activate the Mutabor Kernel.
de: Aktiviert den Mutabor-Kern.

source: &Stop F8
de: An&halten F8

source: Stop the Mutabor Kernel.
de: Hält den Mutaborkern an.

source: &Panic F12
de: &Panik F12

source: Send "all notes off" signal to on all MIDI Channels.
de: Sendet das Signal „all notes off (alle Noten aus)“ auf allen MIDI-Kanälen.

source: &Logic
de: &Logik

source: &Move icon up Shift+Up
de: &Symbol aufwärts verschieben Shift+Up

source: Moves the device or box upwards in the window.
de: Bewegt das Gerät oder den Kasten im Fenster aufwärts.

source: &Move icon down Shift+Down
de: Symbol &abwärts verschieben Shift+Down

source: Moves the device or box downwards in the window.
de: Bewegt das Gerät oder den Kasten im Fenster abwärts.

source: &Load routes
de: Route laden

source: Load the current route configuration from a file
de: Lädt die aktuellen Routeneinstellungen aus einer Datei

source: &Save routes
de: Route &speichern

source: Save current route configuration to a file.
de: Speichert die aktuellen Routeneinstellungen.

source: Save routes &as
de: Speichere Routen &unter…

source: Save current route configuration to a file with a new name.
de: Speichert die aktuellen Routeneinstellungen in einer Datei unter einem neuen Namen.

source: &Routes
de: &Routen

source: Uni&code (same as UTF-8)
de: Uni&code (das gleiche wie UTF-8)

source: &Hilight language...
de: Hervorhebungen für Sprache…

source: &Toggle current fold Ctrl+T
de: Umgebung &Falten/Entfalten Ctrl+T

source: Show line &endings
de: Zeilenenden &anzeigen

source: Show &indent guides
de: Einrückungs&hilfe anzeigen

source: Show line &numbers
de: Zeilen&nummern anzeigen

source: Show &long line marker
de: Text&breite anzeigen

source: Show white&space
de: &Leerzeichen anzeigen

source: Use &code page of...
de: Zeichen&kodierung…

source: Current ke&ys F5
de: Aktuelle &Tasten F5

source: Show current keys window
de: Zeige aktuelle Tasten

source: &Tone system F6
de: Ton&system F6

source: Show tone system window
de: Zeige Tonsystem-Fenster

source: &Actions F7
de: &Aktionen F7

source: Show current actions window
de: Zeigt das Fenster für aktuelle Aktionen

source: &Routes F11
de: &Routen F11

source: Open route configuration window
de: Öffne die Routeneinstellungen

source: Select &Box
de: Kasten &Auswählen

source: Select current Box
de: Aktuellen Kasten &Auswählen

source: &View
de: &Anzeigen

source: &Play
de: Ab&spielen

source: Start playing the music from input file devices
de: Musik der Datei-Geräte starten

source: Stop playing the music from input file devices
de: Musik der Datei-Geräte stoppen

source: Pause plaing the music from input file devices
de: Musik der Datei-Geräte anhalten

source: Online &Help F1
de: Online-&Hilfe F1

source: Open the help Window
de: Das Hilfefenster öffnen

source: &Manual
de: &Handbuch

source: Open the manual
de: Handbuch öffnen

source: Language &reference
de: Sprach&referenz

source: Open the Mutabor language reference
de: Mutabor-Sprachreferenz öffnen

source: &Index
de: &Register

source: Open the help index
de: Hilfeindex öffnen

source: &Search
de: &Suchen

source: Search the help system for a specific keyword
de: Hilfesystem nach einem speziellen Suchwort durchsuchen

source: Help &on help
de: H&ilfe über Hilfe

source: Show Help about the help system
de: Zeigt Hilfe über das Hilfesystem

source: &About
de: Ü&ber

source: Show information about the program
de: Informationen über das Programm anzeigen

source: Stop
de: An&halten

source: Stop the current program
de: Programm verlassen, ohne es ordnungsgemäß zu beenden

source: Could not get configuration storage
de: Konnte Konfigurationsspeicher nicht finden

source: Error: The bitmap %s could not be found.
de: Fehler: Die Bitmap „%s“ konnte nicht gefunden werden.

source: Unexpected value: WK_LOGIC
de: Unerwarteter Wert: WK_LOGIC

source: Unexpected value: WK_ROUTE
de: Unerwarteter Wert: WK_ROUTE

source: Unexpected value: WK_EDIT
de: Unerwarteter Wert: WK_EDIT

source: Unexpected value: WK_NULL
de: Unerwarteter Wert: WK_NULL

source: Unexpected window kind: %d
de: Unerwarteter Fenstertyp: %d

source: Cannot read the Scala file. This file must exist.
de: Kann die Scala-Datei nicht lesen. Diese muss existieren.

source: Could not load the scala file contents into memory.
de: Konnte den Inhalt der Scala-Datei nicht in den Speicher laden.

source: This logic is currently active. On closing it will be deactivated. Really close this window?
de: Diese Logik ist momentan aktiv. Beim Schließen wird sie deaktiviert. Dieses Fenster wirklich schließen?

source: Please confirm closing.
de: Bitte bestätigen sie, das Fenster zu schließen.

source: Interrnal error: Could not get the document manager.
de: Interner Fehler: Konnte den Dokumentmanager nicht finden.

source: Can't open temporary file.
de: Kann temporäre Datei nicht öffnen.

source: Can't write temporary file.
de: Kann temporäre Datei nicht anlegen.

source: At least one box is needed to compile the logic
de: Zum Übersetzen der Logik wird mindestens eine Box benötigt

source: The compile dialog could not be loaded.
de: Der Compiler-Dialog konnte nicht geladen werden.

source: Could not load the file contents into memory.
de: Konnte den Dateiinhalt nicht in den Speicher laden.

source: File couldn't be loaded.
de: Die Datei konnte nicht geladen werden.

source: The text couldn't be saved.
de: Der Text konnte nicht gespeichert werden.

source: The search string was not found.
de: Die Zeichenkette wurde nicht gefunden.

source: Replace all
de: Alle ersetzen

source: Replaced %d occurrences of `%s' by `%s'.
de: Ich konnte an %d Stellen `%s' durch `%s' ersetzen.

source: Note: Occurences before the current cursor positions are not changed.
de: Hinweis: Auftretende Stellen vor der aktuellen Cursor-Position wurden nicht geändert.

source: Note: Occurences after the current cursor positions are not changed.
de: Hinweis: Auftretende Stellen nach der aktuellen Cursor-Position wurden nicht geändert.

source: Search reached the end of the file. Proceed from the beginning?
de: Die Suche erreichte das Ende der Datei. Am Anfang fortsetzen?

source: Search
de: Suche

source: Search reached the beginning of the file. Proceed from the end?
de: Die Suche erreichte den Anfang der Datei. Von hinten fortsetzen?

source: Where shall we jump to?
de: Wohin wollen Sie Springen?

source: Line No.:
de: Zeilennummer:

source: Goto
de: Gehe zu

source: Properties
de: Eigenschaften

source: Full filename
de: Vollständiger Dateiname

source: Language
de: Sprache

source: Line endings
de: Zeilenumbrüche

source: Informations
de: Informationen

source: Total lines
de: Anzahl Zeilen

source: Total chars
de: Zeichen insgesamt
